cask_args appdir: "/Applications"
brew "act"
brew "awscli"
brew "coreutils"
brew "curl"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "grep"
brew "httping"
brew "jq"
brew "lima"
brew "mise"
brew "nkf"
brew "overmind"
brew "pwgen"
brew "source-highlight"
brew "tflint"
brew "tig"
brew "tmux"
brew "tofrodos"
brew "tree"
brew "neovim"
brew "fd"
brew "marksman"
brew "taplo"
brew "hashicorp/tap/terraform-ls"
brew "wget"
brew "ykman"
brew "zsh"
brew "buildpacks/tap/pack"
brew "fzf"
brew "starship"
brew "eza"
brew "chezmoi"
brew "sheldon"
brew "gh"
brew "mas"
brew "bat"
brew "ffmpeg"
brew "rtk"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "bitwarden"
cask "elektron-transfer"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "openmtp"
cask "rancher"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
mas "AutoMute", id: 1118136179
mas "NextDNS", id: 1464122853
mas "Bitwarden", id: 1352778147
mas "Model D", id: 1339418001
mas "Kindle", id: 302584613
