tap "aws/tap"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"
brew "act"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "coreutils"
brew "ctop"
brew "curl"
brew "gatsby-cli"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "httping"
brew "hugo"
brew "jq"
brew "nkf"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tofrodos"
brew "tree"
brew "vim"
brew "wget"
brew "ykman"
brew "zsh"
brew "pack"
brew "fzf"
brew "starship"
brew "eza"
brew "chezmoi"
brew "sheldon"
brew "gh"
brew "mas"
brew "bat"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "aws-vault"
cask "bitwarden"
cask "docker"
cask "drawio"
cask "elektron-transfer"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "kindle"
cask "notion"
cask "openmtp"
cask "postman"
cask "rancher"
cask "slack"
cask "spotify"
cask "spotmenu"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
mas "AutoMute", id: 1118136179
mas "NextDNS", id: 1464122853
mas "Bitwarden", id: 1352778147
mas "Model D", id: 1339418001
